export const animals = [
  {
    title: "ช้างเอเชีย (Asian Elephant)",
    description:
      "ช้างเป็นสัตว์เลี้ยงลูกด้วยนมที่มีขนาดใหญ่ที่สุดในอุทยานแห่งชาติเขาใหญ่ ซึ่งในอุทยานเชื่อว่ามีอยู่ราวๆ 140 - 200 ตัว สายพันธุ์ที่พบในอุทยาน คือ ช้างเอเชียพันธุ์อินเดีย (E. m. indicus) ส่วนใหญ่มีขนาดความสูงช่วงไหล่ประมาณ 2-4 เมตร และมีน้ำหนักประมาณ 3,000-5,000 กิโลกรัม อายุเฉลี่ยประมาณ 60 ปี ช้างตัวเมียมีระยะเวลาตั้งท้องนานประมาณ 18-22 เดือน ออกลูกครั้งละตัว",
    src: "/images/animal/Asian_Elephant.jpg",
    color: "#BBACAF",
  },
  {
    title: "กระทิง (Gaur)",
    description:
      "กระทิงเป็นสัตว์กีบคู่ มีรูปร่างคล้ายวัว  ความสูงถึงไหล่ประมาณ 170 -185 ชม. หนัก 650 - 900 กิโลกรัม ขนสั้นเกรียนเป็นมันสีดำหรือแกมน้ำตาล ขาสีขาวนวลคล้ายสวมถุงเท้า บริเวณหน้าผากมีหน้าโพธิ์สีเทาปนขาวหรือปนเหลือง สันกลางหลังสูง มีเขาทั้งตัวผู้และตัวเมีย เขาโค้ง โคนเขามีสีเหลือง ปลายเขาสีดำ ใต้ผิวหนังมีต่อมน้ำมันซึ่งน้ำมันมีกลิ่นฉุนเล็กน้อย ",
    src: "/images/animal/Gaur.jpg",
    color: "#977F6D",
  },
  {
    title: "ชะนีมงกุฏ (Pileated Gibbon)",
    description:
      "ตัวผู้สีดำ ตัวเมียสีขาวนวล เมื่อเกิดใหม่สีขาวนวลเหมือนกัน พออายุ 4 - 6 เดือน ขนที่หน้าอกจะเปลี่ยนสีเป็นสีดำเกิดเป็นรูปสามเหลี่ยมปลายแหลมลงที่ท้อง และบนหัวขนเปลี่ยนเป็นสีดำ เกิดขึ้นตรงกลางหัวเป็นรูปทรงกลม พออายุประมาณ 3 - 4 ปี ตัวผู้ขนจะเปลี่ยนเป็นสีดำทั่วตัว ยกเว้นคิ้ว ถุงอัณฑะ หลังมือหลังเท้าและวงรอบใบหน้า ซึ่งขนจะเป็นสีขาวดังเดิม กินผลไม้ ยอดไม้ ไข่นก และแมลงต่าง ๆ เป็นอาหาร มีพฤติกรรมเหมือนชะนีทั่วไป เมื่อมีอายุ 7 - 8 ปีจึงผสมพันธุ์ได้ ตั้งท้องนานประมาณ 8 เดือน ออกลูกครั้งละ 1 ตัว",
    src: "/images/animal/White_handed_Gibbon_Pileated_Gibbon.jpg",
    color: "#BBACAF",
  },
  {
    title: "กวางป่า (Sambar Deer)",
    description:
      "กวางป่าเป็นสัตว์จำพวกกวางที่มีขนาดใหญ่ที่สุดที่มีในประเทศไทยและในภูมิภาคเอเชียตะวันออกเฉียงใต้ ความสูงจากพื้นถึงหัวไหล่ประมาณ 140 - 160 เซนติเมตร หนักประมาณ 185 - 220 กิโลกรัม กวางป่าเพศผู้จะมีขนาดใหญ่กว่าเพศเมีย ขนสั้นหยาบสีน้ำตาลเข้ม ขนของกวางป่าจะหยาบแข็ง และไม่ขึ้นถี่อย่างขนเก้ง ขนมีสีเทาน้ำตาลแกมเหลืองอ่อน สีไม่ฉูดฉาดอย่างสีขนของเก้ง หางเป็นพวงค่อนข้างสั้น ",
    src: "/images/animal/Sambar_Deer.jpg",
    color: "#977F6D",
  },
];
export const plants = [
  {
    title: "เครือพูเงิน",
    description:
      "เครือพูเงินเป็นไม้เลื้อยเนื้อแข็ง ไม่มีมือเกาะอย่างไม้เถาวัลย์ทั่วไป ลำต้นสามารถเลื้อยได้ไกลถึง 10 เมตร กิ่งอ่อนมีขนสีขาวเงินปนสีน้ำตาลอ่อน เส้นยาวราบหนาแน่น  ใบรูปรีแกมขอบขนานปลายแหลม ผิวใบด้านบนมีขนประปราย ใต้ใบมีขนสีขาวเงินนุ่มคล้ายเส้นไหมหนาแน่น ออกดอกเป็นช่อตามซอกใบ 1-5 ดอก สีม่วงอ่อนหรือสีชมพู โคนกลีบสีขาว ปลายแผ่ติดกัน ด้านนอกของโคนดอกมีขนเป็นแฉก ขนาดดอก 3.5-4 ซม. ผลค่อนข้างกลม สีส้มอมแดง เมล็ดสีดำ มี 4 เมล็ด ",
    src: "/images/plant/เครือพูเงิน01.jpg",
    color: "#BBACAF",
  },
  {
    title: "ทะโล้",
    description:
      "ไม้ต้นขนาดใหญ่ สูงได้ถึง 35 ม. ไม่ผลัดใบ เรือนยอดแน่น ใบเดี่ยว ออกเวียนสลับ มีรูปร่างหลายแบบ ดอกมีก้านดอกออกเดี่ยวๆ หรืออยู่เป็นกลุ่มตามง่ามใบ กลีบดอกมี 5 กลีบ แยกกัน สีขาว เกสรเพศผู้มีจำนวนมาก สีเหลืองถึงสีส้ม ผลแข็ง เมื่อแก่แตกออกเป็น 5 เสี่ยง เมล็ดเล็กมีปีก จำนวนมาก",
    src: "/images/plant/ทะโล้.jpg",
    color: "#977F6D",
  },
  {
    title: "เลือดแรด",
    description:
      "เป็นไม้ต้น สูง 10–25 ม. เรือนยอดเป็นพุ่มทรงสูง เปลือกแตกเป็นสะเก็ด สีน้ำตาล หรือสีเทาเข้ม เปลือกชั้นในสีชมพูใบ เดี่ยว เรียงสลับ แผ่นใบรูปใบหอก ถึงรูปใบหอกแกมรูปขอบขนาน ปลายใบแหลม โคนใบแหลม ผิวใบด้านบนสีเขียวเข้มเป็นมัน ด้านล่างสีขาวนวล ดอก เล็ก สีเหลืองนวล ออกเป็นกระจุกตามกิ่งและตามง่ามใบ ผล ค่อนข้างกลม ถึงกลมรี เมื่อแก่สีส้ม แตกออกเป็น 2 ซีก มี 1 เมล็ด",
    src: "/images/plant/เลือดแรด.png",
    color: "#BBACAF",
  },
  {
    title: "โมลีสยาม",
    description:
      "โมลีสยามเป็นไม้ถิ่นเดียวของประเทศไทย มีทรงต้นที่สวยงาม ดอกมีกลิ่นหอม ลำต้นสูง 5-12 เมตร มีกิ่งอ่อน ใบอ่อนและช่อดอกที่ปกคลุมด้วยขนนุ่ม ใบเดี่ยวเรียงสลับแผ่น ใบรูปไข่หรือรูปรี ขนาดกว้าง 2-3 ซม. ยาว 6-20 ซม. ปลายใบแหลมหรือเรียวแหลม โคนใบมน ผิวใบเกลี้ยงทั้งสองด้าน ขอบใบเรียบ เส้นแขนงใบเชื่อมประสานกันก่อนถึงขอบใบ ก้านใบยาว 1-2 ซม. ดอกของโมลีสยามเป็นรูปหงระฆังสีขาวอมชมพู กว้างประมาณ 0.5 ซม. ยาว 0.5-0.8 ซม. ด้านนอกของดอกมีขนประปราย ผลเป็นรูปไข่กลับกว้าง 1.2-1.5 ซม. ยาว 2-4 ซม. เป็นพูตามยาว 5 พู สีเขียวอ่อนมีขนปกคลุม เนื้อผลแข็ง เมื่อแก่แตกระหว่างพู เมล็ดเล็กมีปีก",
    src: "/images/plant/โมลีสยาม02.jpg",
    color: "#977F6D",
  },
];
